[{"title": "First colored world series, opening game Oct. 11, 1924, Kansas City, Mo.", "cpdate": "1924.", "creator": "", "notes": "Title from item. Names of players printed on the photo.", "summary": "Group portrait of players from the Monarchs and the Hilldale baseball teams in front of grandstands filled with spectators before the opening game in Kansas City of the 1924 World Series. This was the opening game for the two games played in Kansas City, though it is Game #5 in the series overall.\n"}, {"title": "African American soldier, half-length portrait, with pistol and jacket", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Sailor with cigar in hand holding a double case image of confederate soldiers", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Caption label from exhibit \"American Treasures Memory\": A Civil War Sailor. In need of experienced sailors during the Civil War, the United States Navy recruited free blacks and contraband into its ranks. It is estimated that 18,000 African-American sailors served in the Navy during the Civil War. Blacks worked on most of the naval vessels alongside their white counterparts and received equal pay, living accommodations, medical care, and pensions. This is an example of an ambrotype, a photographic process used for a brief period of time in the mid-1800s that placed a glass plate negative against a dark background to create a positive image.", "summary": "Photograph shows a three-quarter-length portrait of an African American sailor sitting, facing front, holding cased photographs toward the camera.\n"}, {"title": "Seated soldier wearing four button sack with kepi, patriotic matte", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title from Gladstone collection checklist.", "summary": "Photograph shows an unidentified African American soldier, half-length portrait, seated with hands on lap, facing front.\n"}, {"title": "Black man, civilian, holding colt army revolver, ring on pinky finger, dred locks", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title from Gladstone collection checklist.", "summary": "Photograph shows a three-quarter-length portrait of an African American man (or, possibly a woman), wearing a hat and holding a revolver.\n"}, {"title": "Standing soldier, frock coat, kepi, painted background, dirt floor, done by traveling camp photographer", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title from Gladstone collection checklist.", "summary": "Photograph shows an unidentified African American soldier, full-length portrait, wearing uniform, standing in front of studio backdrop.\n"}, {"title": "Seated black soldier, frock coat, gloves, kepi", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title from Gladstone collection checklist.", "summary": "Photograph shows an African American soldier, three-quarter length portrait, wearing uniform and gloves, seated, facing slightly right.\n"}, {"title": "Black soldier seated with pistol in hand, watch chain in pocket", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title from Gladstone collection checklist.", "summary": ""}, {"title": "Two brothers in arms", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title from Gladstone collection checklist.", "summary": "Photograph shows two African American union soldiers, full-length portrait, wearing uniforms, seated with arms around each other's shoulders, facing front. Sitters possibly Baldy Guy (left) and George Guy (source: researcher S. Gardner, 2019).\n"}, {"title": "Outdoor scene, mounted cavalry soldier seated on horse", "cpdate": "between 1861 and 1865", "creator": "", "notes": "Title from Gladstone collection checklist.", "summary": "Photograph shows an unidentified soldier, full-length portrait, wearing uniform, seated on horseback, facing left.\n"}, {"title": "Unidentified African American man, full-length portrait, seated, facing slightly left", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of an unidentified woman, seated, and full-length portrait of a child standing on her right, both subjects are facing front", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "World War I soldier, half-length portrait, seated, facing front, with two hats on table", "cpdate": "between 1917 and 1920", "creator": "", "notes": "Title from Gladstone collection checklist.", "summary": ""}, {"title": "2nd Lt. Frank R. Newland [i.e. Steward], 8th US VI", "cpdate": "between 1898 and 1900", "creator": "", "notes": "Inscribed March 5, 1899 to Lieut. T.H.R. Clarke.", "summary": "Photograph shows Col. Eli Huggins, head-and-shoulders portrait, wearing uniform of the United States Volunteer Infantry, facing left.\n"}, {"title": "T.R. Clarke, 8 US VI", "cpdate": "1898 Nov. 16.", "creator": "", "notes": "Inscribed March 5, 1899 to Lieut. T.H.R. Clarke.", "summary": "Photograph shows Col. Eli Huggins, head-and-shoulders portrait, wearing uniform of the United States Volunteer Infantry, facing left.\n"}, {"title": "Col. E.L. Huggins, 8th US VI, Chickamauga, Ga., Spanish American War", "cpdate": "1899?", "creator": "", "notes": "Inscribed March 5, 1899 to Lieut. T.H.R. Clarke.", "summary": "Photograph shows Col. Eli Huggins, head-and-shoulders portrait, wearing uniform of the United States Volunteer Infantry, facing left.\n"}, {"title": "Unidentified African American soldier, 9th cavalry, full-length portrait, standing, facing front, wearing uniform with marksman badge and sharpshooters medal, and kepi with crossed sabers", "cpdate": "between 1880 and 1900", "creator": "", "notes": "Title devised by Library staff based on caption from Gladstone collection checklist. Date from checklist.", "summary": ""}, {"title": "World War - in the service of the nation", "cpdate": "ca. 1919", "creator": "Smith, Dan, 1865-1934", "notes": "Title from item.", "summary": "Commemorative allegorical print showing Columbia seated on pedestal, wearing a Phrygian cap, with an American flag, eagle with wings spread, and a scene showing American soldiers shooting a machine gun. Printed below the image is a certificate, \"In the serivce of the nation\", for a soldier's record of service, followed by an excerpt from President Woodrow Wilson's Dec. 4, 1917 speech before congress. Also shows emblems of various military service units and the flags of several nations.\n"}, {"title": "Mansion of the rebel Genl. Thomas F. Drayton, Hilton Head, S.C.", "cpdate": "1862 May", "creator": "Moore, Henry P., 1833-1911", "notes": "Purchase; William A. Gladstone; 1995; (DLC/PP-1995:113.272).", "summary": "Photograph showing African American slave women and Union soldiers outside Drayton's house.\n"}, {"title": "Fannie Virginia Casseopia Lawrence, a redeemed slave child, 5 years of age...", "cpdate": "c1863.", "creator": "Kellogg Brothers", "notes": "Title from item.", "summary": "Photograph shows full-length portrait of Fannie Lawrence, standing near a desk.\n"}, {"title": "Slaves of the rebel Genl. Thomas F. Drayton, Hilton Head, S.C.", "cpdate": "1862 May", "creator": "Moore, Henry P., 1833-1911", "notes": "Caption label from exhibit \"American Treasures Memory\": Brother Against Brother. Percival Drayton was denounced by the legislature of his native South Carolina when he chose to fight for the Union during the Civil War. Given command of the USS Pocahontas, Drayton participated in the successful 1861 expedition against Port Royal, South Carolina, during which the defending troops under the command of his brother, Brigadier General Thomas Drayton were forced to withdraw inland, with the general himself leaving behind a house and slaves pictured here.", "summary": "Photograph showing a group portrait of African American men and women on a plantation.\n"}, {"title": "African American baseball team, Danbury, Connecticut", "cpdate": "ca. 1880", "creator": "Ritton, Edward David, 1823-1892", "notes": "Title from Gladstone collection checklist.", "summary": "Photograph showing 23 men wearing suits, sitting and standing, one holding a baseball bat; they are members of an African American men's baseball team, possibly in Danbury, Connecticut.\n"}, {"title": "Jesse L. Berch, quartermaster sergeant, 22 Wisconsin Regiment of Racine, Wis. [and] Frank M. Rockwell, postmaster 22 Wisconsin of Geneva, Wis.", "cpdate": "1862 Sept.", "creator": "Ball, James Presley, 1825-1904", "notes": "Title and date from item.", "summary": "Photograph showing Jesse L. Berch, left, and Frank M. Rockwell, right, standing, with their guns drawn, and an African American woman sitting between them, full-length portrait, facing front. [Identification of the man on the woman's right is based on a bust portrait of Jesse L. Berch at the U.S. Army Military History Institute].\n"}, {"title": "Young African American woman holding a baby", "cpdate": "between 1870 and 1880", "creator": "Carvalho, Solomon Nunes, 1815-1897", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Bombproof quarters of Maj. Strong, at Dutch Gap, 16th N.Y. artillery", "cpdate": "between 1864 and 1870", "creator": "", "notes": "Original glass negative no: LC-B811-2551.", "summary": "Photograph shows two African American soldiers sitting in front of bombproof structure, Dutch Gap, Virginia.\n"}, {"title": "Execution of a Colored soldier", "cpdate": "1864.", "creator": "", "notes": "Title from item.", "summary": "Photograph shows the execution of William Johnson,  23rd Regiment, United States Colored Troops (USCT), at Petersburg, Va., 1864.\n"}, {"title": "Buffalo Soldier, 9th Cavalry, Company D, sharpshooter collar insignia", "cpdate": "between 1880 and 1890", "creator": "McBride, C. C.", "notes": "Title derived from Gladstone collection checklist.", "summary": "Photograph shows a full-length portrait of an African American soldier, standing next to chair, his hat is on the seat of the chair.\n"}, {"title": "Infantry sergeant, Buffalo soldier, with young girl", "cpdate": "between ca. 1877 and 1890", "creator": "Pollock, Albert, -1899", "notes": "Title derived from Gladstone collection checklist.", "summary": "Photograph shows a full-length portrait of an African American soldier in uniform, sitting next to a girl, who is standing to his right.\n"}, {"title": "Sergeant in frock coat, Russian knot epaulette, aiguillette", "cpdate": "between 1870 and 1890", "creator": "Otis, Luke", "notes": "Title derived from Gladstone collection checklist.", "summary": "Photograph shows a half-length portrait of an African American soldier in dress uniform.\n"}, {"title": "Buffalo soldier in five button sack coat", "cpdate": "between 1884 and 1890", "creator": "Grabill, John C. H.", "notes": "Title derived from Gladstone collection checklist.", "summary": "Photograph shows a half-length portrait of an African American soldier.\n"}, {"title": "Buffalo Soldier, 25th Infantry, Co.", "cpdate": "between 1884 and 1890", "creator": "Goff, O. S. (Orlando Scott), 1843-1917", "notes": "Title from Gladstone collection checklist.", "summary": "Photograph shows a full-length portrait of an African American soldier in uniform, holding hat.\n"}, {"title": "Buffalo soldier, 25th Infantry, Co. A", "cpdate": "between 1884 and 1890", "creator": "Goff, O. S. (Orlando Scott), 1843-1917", "notes": "Title from Gladstone collection checklist.", "summary": "Photograph shows three-quarter length portrait of a seated African American soldier in uniform, holding hat in hand.\n"}, {"title": "Spanish American War, Infantry, holding Krag rifle with fixed bayonette, cartridge belt", "cpdate": "ca. 1898", "creator": "", "notes": "Title from Gladstone collection checklist.", "summary": "Photograph shows a full-length portrait of an African American soldier in uniform, standing with weapon.\n"}, {"title": "Captain Thomas C. Lebo, 10th Cavalry, wearing officers dress uniform", "cpdate": "between 1878 and 1891", "creator": "Grabill, John C. H.", "notes": "Title from Gladstone collection checklist.", "summary": "Photograph shows a full-length portrait of Captain Thomas C. Lebo, 10th U.S. Cavalry Regiment, Company K, in dress uniform.\n"}, {"title": "Three-quarter length portrait of an African American woman posed with book", "cpdate": "between 1880 and 1900", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Buffalo soldier, African American officer, Lt. 1st Infantry, four button sack with crossed rifles and \"1\" on kepi", "cpdate": "ca. 1866", "creator": "Staley Bros.", "notes": "Title from Gladstone collection checklist.", "summary": "Photograph shows head and shoulder portrait of an African American young man in uniform and hat.\n"}, {"title": "African American male civilian, half-length portrait, in coat and tie", "cpdate": "ca. 1880?", "creator": "", "notes": "Title and date derived from Gladstone collection checklist.", "summary": ""}, {"title": "Col. T. W. Higginson, commander of the 1st SC Volunteers (the first African American regiment)", "cpdate": "between 1905 and 1911", "creator": "Notman, William", "notes": "Title derived from Gladstone collection checklist.", "summary": "Photograph shows a head and shoulders portrait of Higginson in civilian clothing. He was also an Abolitionist in Worcester, Mass., working as an Underground Railroad operator.\n"}, {"title": "Frank M. Welch, Maj. Cmdg 5th Battalion, CNG", "cpdate": "ca. 1884", "creator": "", "notes": "Title from Gladstone collection checklist.", "summary": "Photograph shows a three-quarter length portrait of Major Frank M. Welch, Connecticut National Guard, seated, in uniform.\n"}, {"title": "Head-and-shoulders portrait of an African American man in military uniform", "cpdate": "between 1880 and 1900", "creator": "", "notes": "Title derived from Gladstone collection checklist.", "summary": ""}, {"title": "Full-length portrait of an African American veteran and GAR member, standing on rug between table and chair", "cpdate": "between 1866 and 1880", "creator": "", "notes": "Title derived from Gladstone collection checklist.", "summary": ""}, {"title": "Buffalo soldier, full-length portrait, standing, crossed rifles on kepi, ring on pinky finger", "cpdate": "between 1870 and 1880", "creator": "", "notes": "Title derived from Gladstone collection checklist.", "summary": ""}, {"title": "African American soldier, full-length portrait, wearing GAR medal, standing next to table", "cpdate": "between 1880 and 1895", "creator": "Nephew, John, approximately 1857-", "notes": "Title derived from Gladstone collection checklist.", "summary": ""}, {"title": "Unidentified woman, Salem, Massachusetts", "cpdate": "between 1861 and 1870", "creator": "Proctor, G. K. (George Kendall), 1837-1882", "notes": "Purchase; William A. Gladstone; 1995; (DLC/PP-1995:113.108)", "summary": "Photograph shows a full-length portrait of an African American woman standing next to a chair.\n"}, {"title": "Full-length portrait of a young African American man, standing next to a stool", "cpdate": "between 1861 and 1870", "creator": "", "notes": "Purchase; William A. Gladstone; 1995; (DLC/PP-1995:113.109)", "summary": ""}, {"title": "World War II, Corporal, 3rd Army patch", "cpdate": "1945", "creator": "", "notes": "Title from Gladstone collection checklist.", "summary": "A combat service identification badge embroidered with red, white and blue thread.\n"}, {"title": "Slave quarters of Jefferson Davis plantation", "cpdate": "between 1860 and 1870?", "creator": "", "notes": "Title from inscription on item.", "summary": "Photograph shows the slave quarters on Brierfield, the Jefferson Davis plantation.\n"}, {"title": "Capt. Goodrich's Jack", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title from pencil inscription on back of item.", "summary": "Photograph (oval shaped) showing head-and-shoulders portrait of an African American boy or man.\n"}, {"title": "Henry Woods was in the Army with Stephen [...] was in the 155th Regt. (NY)", "cpdate": "between 1863 and 1865", "creator": "Gelderd, W. R.", "notes": "Title from pencil inscription on back of item.", "summary": "Photograph in metal frame with oval cut-out shows a bust portrait of an African American man in uniform.\n"}, {"title": "Young African American boy sitting on a case", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title devised by Library staff.", "summary": "Photograph shows a full-length portrait of an African American boy sitting on a travel(?) case, he sits facing left.\n"}, {"title": "William B. Brack, Cap[t]s. servant", "cpdate": "between 1860 and 1870", "creator": "Moulton, J. W. (Joshua W.)", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of a young African American man or teen, identified as a servant, standing next to a pillar.\n"}, {"title": "Henry Wright, private servant", "cpdate": "between 1860 and 1870", "creator": "Gayford & Speidel", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of a young African American man or teen, identified as a servant, standing next to a chair.\n"}, {"title": "Soldiers of the 79th New York at camp", "cpdate": "between 1861 and 1865", "creator": "", "notes": "Title devised by Library staff based on inscription on back of photo.", "summary": "Photograph (possibly a half-stereograph) shows soldiers posed in front of a tent. Three African American men, probably servants, stand in the background to the left and right of the tent-- the man closest to the tent appears to be holding a fiddle, the man to the right of the tent stands with a rifle.\n"}, {"title": "African American men tending a horse", "cpdate": "1862?", "creator": "Brady, Mathew B., approximately 1823-1896", "notes": "Title devised by Library staff.", "summary": "Photograph shows two African American men, probably servants, standing in the foreground; six soldiers standing on the front porch of a building in the background.\n"}, {"title": "Life in Camp Cameron", "cpdate": "1861 May.", "creator": "Brady, Mathew B., approximately 1823-1896", "notes": "Title from item.", "summary": "Photograph shows uniformed soldiers with guns posed in front of a tent; an African American child sits in front of the group.\n"}, {"title": "8th Company soldiers at a military camp, possibly in Washington, D.C.", "cpdate": "1861?", "creator": "", "notes": "", "summary": ""}, {"title": "President Lincoln's horse, Old Robin", "cpdate": "1865", "creator": "Ingmire, F. W., 1822-1876", "notes": "Title from a variant photo in Ostendorf, pg. 32.", "summary": "Photograph shows, an African American  man, identified in reference sources as Rev. Henry Brown, with Abraham Lincoln's horse on the day of Lincoln's funeral.\n"}, {"title": "Soldier on horseback with African American servant", "cpdate": "between 1861 and 1865", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "10th Rhode Island soldiers", "cpdate": "between 1862 and 1865", "creator": "Gavitt, Geo. W.", "notes": "Title from item.", "summary": "Photograph shows three soldiers and two African American children, probably servants, posing in front of a tent.\n"}, {"title": "Two-story building with U.S. flag flying from second floor, possibly used as Freedmen's quarters", "cpdate": "between 1864 and 1866?", "creator": "Heywood, J. D. (John D.)", "notes": "Title devised by Library staff based on Gladstone collection checklist.", "summary": "Photograph shows two people sitting on the front porch and two people standing on the balcony near the United States flag.\n"}, {"title": "Colonel Robert G. Shaw, half-length portrait, facing right", "cpdate": "1863?", "creator": "", "notes": "Photographer's address: 325 N. Howard St., Balto., Md.", "summary": ""}, {"title": "Colonel Robert Shaw, sitting, facing right", "cpdate": "1863?", "creator": "", "notes": "Title devised by Library staff.", "summary": "Photograph shows a three-quarter-length portrait of Col. Robert G. Shaw.\n"}, {"title": "Robt. G. Shaw", "cpdate": "1863.", "creator": "", "notes": "Title from item.", "summary": "Photograph shows a three-quarter length portrait of Colonel Robert G. Shaw.\n"}, {"title": "Lt. Robert G. Shaw, standing, facing front", "cpdate": "1861", "creator": "", "notes": "Title devised by Library staff.", "summary": "Photograph shows a full-length portrait of Lt. Robert G. Shaw.\n"}, {"title": "Dutch Gap Canal commencement of the work", "cpdate": "1864?", "creator": "", "notes": "Title from item.", "summary": "Photograph shows African American men with horses with wagons working at the canal.\n"}, {"title": "Butler's Dutch Gap Canal, James River, Virginia", "cpdate": "1864 or 1865", "creator": "", "notes": "Title devised by Library staff from Gladstone's notes.", "summary": "Photograph shows African American men working at the canal.\n"}, {"title": "Dutch Gap Canal, James River", "cpdate": "1864 or 1865", "creator": "Ennis, George O.", "notes": "Title from item.", "summary": "Photograph shows African American men working at the canal.\n"}, {"title": "Camp William Penn, Pennsylvania", "cpdate": "between 1863 and 1865", "creator": "Reimer, B.F. (Benjamin F.)", "notes": "Title devised by Library staff from Gladstone's notes.", "summary": "Photograph shows the Union training camp for African American troops in the distance.\n"}, {"title": "Nathan Bedford Forrest, CSA General, half-length portrait, facing front", "cpdate": "between 1863 and 1870", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Gen. Stewart of the Black Horse Cavalry", "cpdate": "between 1863 and 1870].", "creator": "E. & H.T. Anthony (Firm)", "notes": "Title from item.", "summary": "Photograph shows a caricature of General Jeb Stewart riding a horse, represented as an African American man.\n"}, {"title": "Full-length portrait of an African American boy in nautical clothing", "cpdate": "between 1860 and 1870", "creator": "Symonds and Wheeler", "notes": "Title devised by Library staff.", "summary": "Photograph shows an African American boy leaning against a column.\n"}, {"title": "Coaling Admiral Farragut's fleet at Baton Rouge, Louisiana", "cpdate": "1862?", "creator": "", "notes": "Title devised by Library staff from information in Miller, v. 1, pg. 233.", "summary": "Photograph shows a group of men on a dock with ships in the background.\n"}, {"title": "Great Central Sanitary fair buildings, Logan Square, Philadelphia", "cpdate": "", "creator": "", "notes": "Title devised by Library staff.", "summary": "Photograph shows a drawing of the fairground with people lining up at the entrance.\n"}, {"title": "Rebel huts, Port Hudson, Louisiana", "cpdate": "between 1863 and 1864", "creator": "McPherson & Oliver", "notes": "Title supplied from Louisiana Digital Library, Marshall Dunham Photograph Album, 2010.", "summary": "Photograph shows a row of log structures at Port Hudson, La., presumably used by Confederate troops, during the siege at Port Hudson, 1863.\n"}, {"title": "Distant view, probably Port Hudson, Louisiana", "cpdate": "between 1863 and 1864", "creator": "McPherson & Oliver", "notes": "Title devised by Library staff.", "summary": "Photograph shows distant view of men on a hilly landscape, probably taken after the siege of Port Hudson, 1863.\n"}, {"title": "Cannon mounted in the camp of Duryea's and Bainbridge's Batteries, 15th Arkansas Confederate Infantry, Port Hudson, Louisiana", "cpdate": "between 1863 and 1870", "creator": "McPherson & Oliver", "notes": "Title devised by Library staff from caption information on back and Miller, v. 2, pg. 217.", "summary": ""}, {"title": "Cannon mounted in the camp of Duryea's and Bainbridge's Batteries, 15th Arkansas Confederate Infantry, Port Hudson, Louisiana", "cpdate": "between 1863 and 1870", "creator": "McPherson & Oliver", "notes": "Title devised by Library staff from caption information on back and Miller, v. 2, pg. 217.", "summary": ""}, {"title": "Looking towards Federal 17 gun battery from the interior of the citadel", "cpdate": "between 1863 and 1864", "creator": "McPherson & Oliver", "notes": "Title supplied from Louisiana Digital Library, Marshall Dunham Photograph Album, 2010.", "summary": "Photograph shows a row of wooden barrels with sandbags on top.\n"}, {"title": "Quaker gun mounted on bluff of Port Hudson, La.", "cpdate": "between 1863 and 1870", "creator": "McPherson & Oliver", "notes": "Title devised by Library staff from information in Miller, v. 2, pg. 215.", "summary": "Photograph shows a mounted gun at the bluff.\n"}, {"title": "Ruins of a defensive installation or battery, Port Hudson, Louisiana", "cpdate": "between 1863 and 1864", "creator": "McPherson & Oliver", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "View from defensive works at Port Hudson, Louisiana", "cpdate": "between 1863 and 1864", "creator": "McPherson & Oliver", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Gun battery at Port Hudson, Louisiana", "cpdate": "between 1863 and 1864", "creator": "McPherson & Oliver", "notes": "Title devised by Library staff.", "summary": "Photograph shows a cannon on the ground by a wall of sandbags and a row of barrels.\n"}, {"title": "Dismounted cannon and ruins, Port Hudson, Louisiana", "cpdate": "between 1863 and 1864", "creator": "McPherson & Oliver", "notes": "Title devised by Library staff.", "summary": "Photograph shows a cannon lying on the base of a small hill.\n"}, {"title": "Half-length portrait of an African American man, possibly a Buffalo soldier", "cpdate": "between 1866 and 1900", "creator": "Mosser & Snell", "notes": "Title devised by Library staff based on collector's notes.", "summary": "Photograph shows a three-quarter-length portrait of an African-American man.\n"}, {"title": "Full length portrait of an African-American man, possibly a Buffalo soldier", "cpdate": "between 1866 and 1900", "creator": "Mosser & Snell", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of an African-American man, possibly a Buffalo soldier", "cpdate": "between 1866 and 1900", "creator": "Mosser & Snell", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Bust portrait of unidentified man", "cpdate": "between 1860 and 1870", "creator": "Ball, James Presley, 1825-1904", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of an unidentified civil war soldier", "cpdate": "between 1860 and 1870", "creator": "Ball & Thomas", "notes": "Title devised by Library staff.", "summary": "Photograph shows a man in uniform leaning against a column.\n"}, {"title": "Full-length portrait of an unidentified civil war soldier", "cpdate": "between 1860 and 1870", "creator": "Ball & Thomas", "notes": "Title devised by Library staff.", "summary": "Photograph shows soldier leaning against a column.\n"}, {"title": "Full-length portrait of a boy identified as Edward Kuhn", "cpdate": "between 1860 and 1870", "creator": "Ball, James Presley, 1825-1904", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of a woman identified as Regina Kuhn", "cpdate": "between 1860 and 1870", "creator": "Ball, James Presley, 1825-1904", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of a woman identified as Emma Cochran?", "cpdate": "1863?", "creator": "Ball & Thomas", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of a soldier, identified in inscription as Pvt. C. Kelsey, Company C, 152nd New York Volunteers", "cpdate": "between 1862 and 1865", "creator": "Ball, James Presley, 1825-1904", "notes": "Title devised by Library staff based on ink inscription on back of mount.", "summary": ""}, {"title": "Full-length portrait of unidentified civil war soldier standing next to a table", "cpdate": "between 1864 and 1866", "creator": "Ball, James Presley, 1825-1904", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Capt. R. Headen", "cpdate": "1863 or 1864?", "creator": "Ball & Thomas", "notes": "Title from ink inscription on front.", "summary": "Photograph shows a head-and-shoulders portrait of Capt. Robert Headen, Company E, 12th U.S. Colored Infantry.\n"}, {"title": "Bust portrait of an unidentified woman, facing front", "cpdate": "between 1864 and 1866", "creator": "Ball, James Presley, 1825-1904", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of an unidentified Civil War soldier", "cpdate": "between 1861 and 1865", "creator": "Ball, James Presley, 1825-1904", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Slave quarters on a plantation, Port Royal, South Carolina", "cpdate": "1862 April", "creator": "O'Sullivan, Timothy H., 1840-1882", "notes": "Title devised by Library staff. (Source: similar Brady negative: LC-B811-211 and researcher M. P. Higgins, 2018)", "summary": "Photograph shows African Americans standing next to the slave houses, Port Royal, South Carolina.\n"}, {"title": "Houses, slave cabins?, possibly in New Berne, North Carolina", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title devised by Library staff based on Gladstone's notes.", "summary": "Photograph shows African American children and houses.\n"}, {"title": "Nursery at Elliott's, Hilton Head, S.C.", "cpdate": "1862 or 1863?", "creator": "Moore, Henry P., 1833-1911", "notes": "Title from item.", "summary": "Photograph shows slaves sitting in front of a building described as the \"nursery\".\n"}, {"title": "A family quarrel", "cpdate": "between 1861 and 1870", "creator": "Brady's National Photographic Portrait Galleries", "notes": "Title from item.", "summary": "Photograph reproduces a political cartoon depicting Uncle Sam arguing with a woman  while a slave on the right tiptoes by the couple. Uncle Sam holds a newspaper marked \"united\", the woman has a newspaper behind her back marked \"states\".\n"}, {"title": "Emancipation", "cpdate": "c1863.", "creator": "Soule, John P.", "notes": "Title from item.", "summary": "Hand colored photograph of a woman (Columbia) holding a document (the Declaration of Emancipation?) and standing between two kneeling slaves. The slave to her left, a man, holds a U.S. flag; the slave to her right, a woman, is draped in the U.S. flag.\n"}, {"title": "The day of Jubelo", "cpdate": "c1865.", "creator": "Bensell, Edmund Birckhead, 1842-", "notes": "Title from item.", "summary": "Photograph shows African Americans (freed slaves?) celebrating in a plantation house, includes couples dancing and children playing.\n"}, {"title": "The Goddess of Liberty", "cpdate": "between 1860 and 1865", "creator": "", "notes": "Title from item.", "summary": "Photograph shows a woman representing Liberty holding the U.S. flag.\n"}, {"title": "Freedmen's school?, South Carolina", "cpdate": "between 1865 and 1870", "creator": "Cooley, Sam A. (Samuel A.)", "notes": "Title devised by Library staff.   Image is similar to a stereoview by Cooley in a private collection labeled as: Tabernacle, Beaufort, [South Carolina]", "summary": "Photograph shows African-American children, mainly girls, with adult women, possibly teachers.\n"}, {"title": "Children at Lookout Mountain", "cpdate": "between 1860 and 1870", "creator": "Linn, Robert M., -1872", "notes": "Title devised by Library staff.", "summary": "Photograph shows integrated group of young boys sitting on a cliff.\n"}, {"title": "Building with sign \"Magnolia Hotel\" and U.S. flag flying out front on the right", "cpdate": "between 1860 and 1870", "creator": "Hubbard & Mix", "notes": "Title from inscription on verso.", "summary": ""}, {"title": "Occupational portrait of two African American chimney sweeps", "cpdate": "between 1860 and 1870", "creator": "Charles D. Fredricks & Co.", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of an African American woman holding a basket", "cpdate": "between 1864 and 1867", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Portrait of two unidentified African American children", "cpdate": "between 1865? and 1870", "creator": "", "notes": "Title devised by Library staff.", "summary": "Photograph shows a full-length portrait of an African American boy standing next to an African American girl seated, with an open book.\n"}, {"title": "Bull-Dozing", "cpdate": "c1877.", "creator": "Landy, J. (James)", "notes": "Title from item.", "summary": "Photograph shows a drawing of Caucasian toddler laughing and an African American toddler crying.\n"}, {"title": "Full-length portrait of an African American boy standing next to a dog", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of an African American boy standing beside a chair", "cpdate": "between 1860 and 1870", "creator": "Kindler, F. (Frederick)", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of an African American toddler seated on a chair", "cpdate": "between 1860 and 1870", "creator": "Albright, M. L.", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Jubilee Singers, Fisk University, Nashville, Tenn.", "cpdate": "between 1870 and 1880", "creator": "Black, James Wallace, 1825-1896", "notes": "Title from item.", "summary": "Photo shows a studio group portrait of the Fisk University Jubilee Singers, with (from l. to r.) Minnie Tate, Greene Evans, Isaac Dickerson, Jennie Jackson, Maggie Porter, Ella Sheppard, Thomas Rutling, Benjamin Holmes, and Eliza Walker. (Source: similar photograph: LOT 14105, no. 8)\n"}, {"title": "Group of firemen", "cpdate": "between 1865 and 1870", "creator": "", "notes": "Title from Gladstone's inventory notes.", "summary": "Photograph shows five men (including one African American), identified as firemen, in a group portrait.\n"}, {"title": "Three-quarter-length portrait of an unidentified woman standing behind a chair", "cpdate": "between 1877 and 1890", "creator": "Plecker, A. H. (Adam H.)", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Group portrait, possibly a family, with an African American woman", "cpdate": "between 1860 and 1870", "creator": "Landon, S. C. (Seth C.)", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of an unidentified African American woman, standing beside a chair", "cpdate": "between 1860 and 1870", "creator": "Abel, William", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Three-quarter-length portrait of an unidentified elderly African American man seated", "cpdate": "between 1860 and 1870", "creator": "Bowdoin, D. W.", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Three-quarter-length portrait of an African American man, seated, facing left", "cpdate": "between 1860 and 1870", "creator": "Branch's Photograph Gallery", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of an unidentified African American man standing beside a chair", "cpdate": "between 1860 and 1870", "creator": "Geer, R., Mrs. ", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Old Abe", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title from pencil inscription on back of mount.", "summary": "Photograph shows a full-length portrait of an African American man, wearing suit and hat,  standing next to a chair.\n"}, {"title": "Full-length portrait of unidentified African American man seated", "cpdate": "between 1860 and 1870", "creator": "Trapp, T. J. (Thomas J.) ", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of unidentified African American man in suit, standing next to a table", "cpdate": "between 1860 and 1870", "creator": "Whiddit & Coffin", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Bust portrait of an unidentified African American man, facing left", "cpdate": "between 1860 and 1870", "creator": "Yeaw & Co.", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Three-quarter-length portrait of an unidentified African American man, wearing suit, seated", "cpdate": "between 1860 and 1870", "creator": "Ramsdill, J. N.", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Ada Peters Brown, aged 7 months - less 3 days", "cpdate": "between 1860 and 1870", "creator": "Wenderoth, Taylor & Brown", "notes": "Title from ink inscription below photograph.", "summary": "Photograph shows a three-quarter-length portrait of an African American woman, possibly Laura Tucker, seated holding a white infant, \"Ada Peters Brown\" on her lap. (Source: researcher J. Petrulis and 1870 U.S. Census, Pennsylvania, Philadelphia)\n"}, {"title": "Mary Allen Watson, 15, June, 1866", "cpdate": "1866", "creator": "Disbrow & Few", "notes": "Title from ink inscription on back of mount.", "summary": "Photograph shows full-length portrait of an African American woman seated holding a white infant on her lap.\n"}, {"title": "Full-length portrait of an African American woman seated holding an African American infant", "cpdate": "between 1860 and 1870", "creator": "Jaynes, A. D.", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Black cane carver", "cpdate": "between 1870 and 1880", "creator": "Gardner, Alexander, 1821-1882", "notes": "Title from inscription on verso.", "summary": "Photograph shows full-length portrait of an elderly African American man seated, facing right, walking sticks on the right.\n"}, {"title": "Teacher of slaves", "cpdate": "between 1860 and 1870", "creator": "Charles D. Fredricks & Co.", "notes": "Title from inscription on verso.", "summary": "Photograph shows a three-quarter-length portrait of an elderly man seated, holding a book.\n"}, {"title": "Full-length portrait of an African American man wearing long coat and gloves, standing, facing front", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of an African American man with a basket and a cane, standing, facing front", "cpdate": "between 1864 and 1867", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of an African American man holding a broom", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Newton Stevens, Son of Otis & Sarah Stevens. One time music teacher also classroom teacher", "cpdate": "between 1870 and 1880", "creator": "Holley, J. F.", "notes": "Title from inscription on back of mount.", "summary": "Photograph shows three-quarter length portrait of an African American? man in uniform, sitting, holding a trumpet, facing front.\n"}, {"title": "Full-length portrait of an African American man seated with a cane facing slightly left", "cpdate": "between 1860 and 1870", "creator": "Gihon & Jones", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of an elderly African American man seated with a cane, facing front", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Three-quarter-length portrait of an African American man seated facing front, wearing hat and bandana", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "African American man in suit, head-and-shoulders-portrait, facing front", "cpdate": "between 1870 and 1880", "creator": "Wolfe, M.", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Three-quarter-length portrait of an African American woman facing front", "cpdate": "between 1870 and 1880", "creator": "Forshew, F., (Frank)", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Half-length portrait of an African American man facing right", "cpdate": "between 1870 and 1880", "creator": "Lawton, D. G.", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Head-and-shoulders portrait of a young African American man facing front", "cpdate": "between 1870 and 1880", "creator": "Hardie & Schadee", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Half-length portrait of an African American man, facing left", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Half-length portrait of an African American man facing slightly left", "cpdate": "between 1877 and 1890", "creator": "Plecker, A. H. (Adam H.)", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Miss Odie Morse", "cpdate": "between 1870 and 1890", "creator": "Blunt, A. H.", "notes": "Title from inscription on back of mount.", "summary": "Photograph shows a three-quarter-length portrait of a young African American woman, identified as \"Odie Morse\". She's wearing a hat and sitting, facing front.\n"}, {"title": "Three-quarter-length portrait of an African American woman seated, facing front", "cpdate": "between 1860 and 1870", "creator": "Thompson, S. J. (Stephen Joseph)", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of an African American man standing by a chair, facing left", "cpdate": "between 1860 and 1870", "creator": "Marston, C. L., (Charles L.)", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Three-quarter-length portrait of an African American woman seated, facing front", "cpdate": "between 1870 and 1880", "creator": "Shaw, L. D.", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Full-length portrait of an African American man standing among some props, facing front", "cpdate": "between 1880 and 1890?", "creator": "Richmond Photograph Co.", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Three-quarter-length portrait of an African-American woman seated, facing front, holding book", "cpdate": "between 1870 and 1890", "creator": "Edwards, J. W., active 1875-1889", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Isaac & Rosa, slave children from New Orleans,", "cpdate": "c1863.", "creator": "Kimball, M. H., active 1863-1865", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Isaac White and Rosina Downs, standing arm-in-arm, facing front.\n"}, {"title": "Rebecca, an emancipated slave from New Orleans", "cpdate": "c1863.", "creator": "Kimball, M. H., active 1863-1865", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Rebecca Huger, kneeling on a cushion, facing left.\n"}, {"title": "Rebecca, Charley, and Rosa, slave children from New Orleans", "cpdate": "c1863.", "creator": "Kimball, M. H., active 1863-1865", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Rebecca Huger, Charles Taylor, and Rosina Downs, standing, facing front.\n"}, {"title": "Rebecca, Charley, and Rosa, slave children from New Orleans", "cpdate": "c1863.", "creator": "Kimball, M. H., active 1863-1865", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Rebecca Huger, Charles Taylor, and Rosina Downs, standing, facing front.\n"}, {"title": "Rebecca, Augusta, and Rosa, emancipated slaves from New Orleans", "cpdate": "c1863.", "creator": "Kimball, M. H., active 1863-1865", "notes": "Title from item.", "summary": "Photograph shows full-length portraits of Rebecca Huger, Augusta Broujey, and Rosina Downs, facing front.\n"}, {"title": "Rebecca, an emancipated slave, from New Orleans", "cpdate": "c1863.", "creator": "Kimball, M. H., active 1863-1865", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Rebecca Huger, standing, facing slightly left.\n"}, {"title": "Rebecca", "cpdate": "c1863.", "creator": "Kimball, M. H., active 1863-1865", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Rebecca Huger standing facing slightly left.\n"}, {"title": "Rosa, an emancipated slave from New Orleans", "cpdate": "c1863.", "creator": "Kimball, M. H., active 1863-1865", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Rosina Downs wearing a cape and hat, facing front.\n"}, {"title": "Rebecca, Charley, and Rosa, slave children from New Orleans", "cpdate": "c1863.", "creator": "Kimball, M. H., active 1863-1865", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Rebecca Huger, Charles Taylor, and Rosina Downs, standing, facing front.\n"}, {"title": "Rosa, a slave girl from New Orleans", "cpdate": "c1863.", "creator": "Kimball, M. H., active 1863-1865", "notes": "Title from item.", "summary": "Photograph shows a bust portrait of Rosina Downs wearing a bonnet, facing left.\n"}, {"title": "Rebecca, a slave girl from New Orleans", "cpdate": "c1861.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Rebecca Huger, sitting beside a mirror facing front.\n"}, {"title": "Rebecca, a slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a head-and-shoulders portrait of Rebecca Huger, facing front.\n"}, {"title": "Rosa, Charley, Rebecca. Slave children from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows freed slaves Rosina Downs, Charley Taylor, and Rebecca Huger, each wrapped in a portion of the U.S. flag.\n"}, {"title": "Rebecca, Charley, and Rosa, slave children from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a vignette portrait of freed slaves, Rebecca Huger, Charles Taylor, and Rosina Downs.\n"}, {"title": "Rebecca, a slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Rebecca Huger, sitting facing right, with the U.S. flag to her far right.\n"}, {"title": "Rebecca, a slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Rebecca Huger, sitting, facing left, looking at the U.S. flag.\n"}, {"title": "A slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Rebecca Huger, standing beside a mirror, facing front.\n"}, {"title": "Learning is wealth. Wilson, Charley, Rebecca, and Rosa. Slaves from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows Wilson Chinn, Charles Taylor, Rebecca Huger, and Rosina Downs, sitting, reading books.\n"}, {"title": "Rebecca, a slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Rebecca Huger sitting with arms crossed over her chest, looking at the U.S. flag toward her right.\n"}, {"title": "Rebecca, a slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Rebecca Huger, sitting, facing slightly right. The  U.S. flag is on the far right.\n"}, {"title": "Rebecca, a slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a vignette portrait of Rebecca Huger, facing left.\n"}, {"title": "Rosa, Charley, Rebecca. Slave children from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of freed slaves Rosina Downs, Charles Taylor, and Rebecca Huger, each wrapped in a portion of the U.S. flag.\n"}, {"title": "A slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a bust portrait of Rosina Downs, facing front.\n"}, {"title": "A slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a bust portrait of Rosina Downs, facing left.\n"}, {"title": "Rebecca, a slave girl from New Orleans", "cpdate": "c1863.", "creator": "M'Clees, Jas. E. (James E.)", "notes": "Title from item.", "summary": "Photograph shows a bust portrait of Rebecca Huger, facing right.\n"}, {"title": "Rebecca. A slave girl from New Orleans", "cpdate": "c1863.", "creator": "M'Clees, Jas. E. (James E.)", "notes": "", "summary": ""}, {"title": "These children were turned out of the St. Lawrence Hotel, Chestnut St., Philadelphia, on account of color", "cpdate": "c1863.", "creator": "M'Clees, Jas. E. (James E.)", "notes": "Title from item.", "summary": "Photograph shows half-length portraits of Charles Taylor, Rosina Downs, and Rebecca Huger.\n"}, {"title": "Rebecca. A slave girl from New Orleans", "cpdate": "c1863.", "creator": "M'Clees, Jas. E. (James E.)", "notes": "Title from item.", "summary": "Photograph shows a bust portrait of Rebecca Huger, facing right.\n"}, {"title": "These children were turned out of the St. Lawrence Hotel, Chestnut St., Philadelphia, on account of color", "cpdate": "c1863.", "creator": "M'Clees, Jas. E. (James E.)", "notes": "Title from item.", "summary": "Photograph shows half-length portraits of Charles Taylor, Rosina Downs, and Rebecca Huger.\n"}, {"title": "Rebecca. A slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a vignette portrait of Rebecca Huger, facing right.\n"}, {"title": "Rebecca. A slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Rebecca Huger sitting beside a mirror facing front.\n"}, {"title": "Rebecca, a slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a vignette portrait of Rebecca Huger, facing left.\n"}, {"title": "A slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a bust portrait of Rebecca Huger, facing right.\n"}, {"title": "A slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a bust portrait of Rebecca Huger, wearing a bonnet and sweater, facing slightly left.\n"}, {"title": "Rebecca, a slave girl", "cpdate": "1863 or 1864", "creator": "", "notes": "Title from back of mount.", "summary": "Photograph shows a bust portrait of Rebecca Huger, facing right.\n"}, {"title": "Rebecca, Charley & Rosa, slave children from New Orleans", "cpdate": "c1864.", "creator": "Hope, G. W. (George W.)", "notes": "Title from item.", "summary": "Photograph shows a vignette portrait of Rebecca Huger, Charles Taylor, and Rosina Downs, each facing front.\n"}, {"title": "Isaac and Rosa, slave children from New Orleans", "cpdate": "1863 or 1864", "creator": "Walker, E. S. (Edmund S.), approximately 1823-", "notes": "Title devised by Library staff, based on similar photograph.", "summary": "Photograph shows a full-length portrait of Isaac White (1854?-1927) and Rosina Downs, standing, facing front.\n"}, {"title": "Rosa, Rebecca, and Augusta, emancipated slave children, from our schoo's [sic] in New Orleans", "cpdate": "c1863.", "creator": "Whitney & Paradise", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of three young girls facing front.\n"}, {"title": "Rebecca, the slave girl", "cpdate": "1863 or 1864", "creator": "", "notes": "Title written in pencil on back of the mount.", "summary": "Photograph shows a full-length portrait of Rebecca Huger, in a plaid dress, reclining on a fur blanket in front of a landscape backdrop.\n"}, {"title": "Fannie Virginia Casseopia Lawrence, a redeemed slave child, 5 years of age...", "cpdate": "c1863.", "creator": "Kellogg Brothers", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of the young girl with a drum, facing front.\n"}, {"title": "Redeemed in Virginia by Catharine S. Lawrence. Baptized in Brooklyn, at Plymouth Church, by Henry Ward Beecher, May 1863. Fannie Virginia Casseopia Lawrence, a redeemed slave child, 5 years of age", "cpdate": "c1863.", "creator": "", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Catharine Lawrence with Fannie Lawrence, a formerly enslaved child. They are sitting, holding hands, facing front.\n"}, {"title": "Fannie Virginia Casseopia Lawrence, a redeemed slave child...", "cpdate": "c1863.", "creator": "Kellogg Brothers", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of the young girl standing behind a balustrade.\n"}, {"title": "Fannie Virginia Casseopia Lawrence, a redeemed slave child, 5 years of age", "cpdate": "c1863.", "creator": "Black, James Wallace, 1825-1896", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of the young girl facing slightly right.\n"}, {"title": "Fannie Virginia Casseopia Lawrence, a redeemed slave child, 5 years of age", "cpdate": "c1863.", "creator": "Black, James Wallace, 1825-1896", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of the young girl sitting, holding a hoop toy.\n"}, {"title": "Fannie Virginia Casseopia Lawrence, a redeemed slave child, 5 years of age ...", "cpdate": "c1863.", "creator": "De Lamater, R. S.", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of the young girl kneeling by a chair, praying.\n"}, {"title": "A slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a bust portrait of Rebecca Huger, wearing a bonnet and sweater, facing slightly left.\n"}, {"title": "Charley, a slave boy from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of freed slave, Charles Taylor, sitting, facing front. The United States flag is draped on the floor next to him.\n"}, {"title": "Isaac and Rosa, slave children from New Orleans", "cpdate": "c1863.", "creator": "Kimball, M. H., active 1863-1865", "notes": "Title from item.", "summary": "Photograph shows a three-quarter-length portrait of Isaac White (1854?-1927) and Rosina \"Rosa\" Downs standing arm-in-arm, facing front.\n"}, {"title": "Rebecca, a slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a bust portrait of Rebecca Huger, facing left.\n"}, {"title": "Rebecca, a slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Rebecca Huger standing beside a mirror, facing front.\n"}, {"title": "Rebecca, Charley & Rosa, slave children from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of freed slaves, Rebecca Huger, Charley Taylor, and Rosina Downs, each child is facing front.\n"}, {"title": "Rebecca, a slave girl from New Orleans", "cpdate": "c1863.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a bust portrait of Rebecca Huger, facing right.\n"}, {"title": "Rebecca, a slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Rebecca Huger, sitting, facing left, looking at the U.S. flag.\n"}, {"title": "Rosa, a slave girl from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a bust portrait of Rosina Downs, facing front.\n"}, {"title": "Rosa, Charley, Rebecca, slave children from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows freed slaves, Rosina Downs, Charley Taylor, and Rebecca Huger, each wrapped in a portion of the U.S. flag.\n"}, {"title": "White and black slaves from New Orleans", "cpdate": "c1863.", "creator": "Kimball, M. H., active 1863-1865", "notes": "Title from item.", "summary": "Photograph shows a group portrait of Isaac White and Augusta Broujey with a woman, possibly freed slave Mary Johnson.\n"}, {"title": "Rebecca, an emancipated slave from New Orleans", "cpdate": "c1863.", "creator": "Kimball, M. H., active 1863-1865", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of Rebecca Huger, kneeling on a cushion, facing left.\n"}, {"title": "Wilson, Charley, Rebecca & Rosa, slaves from New Orleans", "cpdate": "c1864.", "creator": "Paxson, Chas. (Charles), -1880", "notes": "Title from item.", "summary": "Photograph shows a group portrait of freed slaves from New Orleans, Wilson Chinn, Charles Taylor, Rebecca Huger, and Rosina Downs reading.\n"}, {"title": "A Virginia slave child in 1863", "cpdate": "c1863.", "creator": "", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of a young girl, probably Fannie Virginia Casseopia Lawrence, facing slightly right.\n"}, {"title": "Redeemed in Virginia", "cpdate": "c1863.", "creator": "", "notes": "Title from item.", "summary": "Photograph shows a portrait of Catherine S. Lawrence and Fannie Virginia Casseopia Lawrence, holding hands.\n"}, {"title": "Redeemed in Virginia", "cpdate": "c1863.", "creator": "", "notes": "Title from item.", "summary": "Photograph shows a portrait of Fannie Virginia Casseopia Lawrence, facing front.\n"}, {"title": "Redeemed in Virginia", "cpdate": "1863.", "creator": "", "notes": "Title from item.", "summary": "Photograph shows a portrait of Fannie Virginia Casseopia Lawrence sitting, facing front.\n"}, {"title": "Redeemed in Virginia", "cpdate": "c1863.", "creator": "", "notes": "Title from item.", "summary": "Photograph shows a portrait of Fannie Virginia Casseopia Lawrence sitting, facing front.\n"}, {"title": "Fannie Virginia Casseopia Lawrence", "cpdate": "c1863.", "creator": "Black, James Wallace, 1825-1896", "notes": "Title from item.", "summary": "Photograph shows a portrait of  Fannie Virginia Casseopia Lawrence, sitting, holding a hat, facing slightly right.\n"}, {"title": "Fannie Virginia Casseopia Lawrence", "cpdate": "c1863.", "creator": "", "notes": "Title from item.", "summary": "Photograph shows a portrait of Fannie Lawrence, standing in front of a balustrade, against a landscape backdrop.\n"}, {"title": "Fannie Virginia Casseopia Lawrence", "cpdate": "c1863.", "creator": "Kellogg Brothers", "notes": "Title from item.", "summary": "Photograph shows a portrait of Fannie Lawrence, standing against a bannister holding a bouquet, facing front.\n"}, {"title": "Fannie Virginia Casseopia Lawrence", "cpdate": "c1863.", "creator": "Kellogg Brothers", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of freed slave, Fannie Lawrence standing by a table holding a hat and a bouquet, facing front.\n"}, {"title": "Fannie Virginia Casseopia Lawrence", "cpdate": "c1863.", "creator": "Kellogg Brothers", "notes": "Title from item.", "summary": "Photograph shows a full-length portrait of freed slave Fannie Lawrence sitting next to a chair, holding a bouquet, facing slightly right.\n"}, {"title": "Execution of Private William Johnson, 23 regt., U.S.C.T.", "cpdate": "1864", "creator": "", "notes": "Title from Gladstone's inventory notes. Pencil inscription on back reads: Hanging negro soldier for rape near Alexandria.", "summary": "Photograph shows the hanging of Private William Johnson and other soldiers witnessing the event, Petersburg, Virginia.\n"}, {"title": "John Sharper", "cpdate": "between 1863 and 1864?", "creator": "Brown, S. B.", "notes": "Title from inscription on front of the mount.", "summary": "Photograph shows a full-length portrait of an African-American soldier facing front. Probably a member of the 14th Rhode Island Heavy Artillery regiment as indicated by the inscription on the back of the photograph.\n"}, {"title": "Kager Mays, African American soldier, half-length portrait, facing front", "cpdate": "between 1864 and 1865", "creator": "Shepherd & Smith", "notes": "Title devised by Library staff.", "summary": "Photograph shows Corporal Kager Mays of Kentucky, who enlisted in 1864 in the 108th United States Colored Infantry and died of fever in 1865. (Source: Tim Talbott, 2013)\n"}, {"title": "Two African American boys facing front", "cpdate": "between 1860 and 1870", "creator": "Heywood, J. D. (John D.)", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Two African American boys facing front, wearing hats and jackets", "cpdate": "between 1860 and 1870?", "creator": "Jos. M. Herron & Co.", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Two African American boys, full-length portrait, facing front", "cpdate": "between 1860 and 1865", "creator": "Shockley, J. R. (John R.)", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "African American man in a fur coat, full-length portrait, facing front", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Nathan Jones, Camp Metcalf, Va.", "cpdate": "between 1860 and 1870", "creator": "", "notes": "Title from inscription on the back of the mount.", "summary": "Photograph shows a full-length portrait of an African American boy.\n"}, {"title": "Freedmen's school, Edisto Island, S.C.", "cpdate": "between 1862 and 1865", "creator": "Cooley, Sam A. (Samuel A.)", "notes": "Title based on photo caption in \"The Image of War, 1861-1865\", v. 3, pg. 222.", "summary": "Photograph shows African American children and adults standing outside the facility.\n"}, {"title": "Civil War contraband", "cpdate": "between 1862 and 1865", "creator": "", "notes": "Title from inscription on back of the mount.", "summary": "Photograph shows a portrait of a full-length portrait of an African American man facing front.\n"}, {"title": "Group portrait of soldiers in front of a tent, possibly at Camp Cameron, Washington, D.C.", "cpdate": "between 1861  and 1865", "creator": "Barnard, George N., 1819-1902", "notes": "Title devised by Library staff.", "summary": "Photograph shows soldiers, possibly the 8th Company, 7th NewYork Infantry. Sitters are identified on back of mount as Sgt. Samuel W. Sears, Capt. Henry C. Shumway, Pvt. Peter Eagen, Camp Cameron, Washington, D.C. An African American is kneeling to the left of the group.\n"}, {"title": "African American man, full-length portrait, facing right", "cpdate": "between 1864 and 1866", "creator": "Moses, B. (Bernard), 1832-1899", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Officers of Co. G. R.I.V.", "cpdate": "between 1862 and 1865", "creator": "Brady, Mathew B., approximately 1823-1896", "notes": "Title from inscription on front of the mount.", "summary": "Photograph shows three soldiers, identified as officers of Company G, Rhode Island Volunteers, and three African American boys outside a military camp tent.\n"}, {"title": "African American man, sitting outside a military camp tent", "cpdate": "between 1861 and 1865", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "24th Regt. U.S. Colored Troops. Let Soldiers in War, Be Citizens in Peace", "cpdate": "ca. 1865?", "creator": "", "notes": "Title from item.", "summary": "Photograph shows the regimental flag and motto of the 24th Infantry Regiment, United States Colored Troops.\n"}, {"title": "To Arms! Freemen to Arms!", "cpdate": "c1862.", "creator": "Hunt, William Morris, 1824-1879", "notes": "Title from item.", "summary": "Photograph shows a boy beating a drum. A reproduction of the painting, The Drummer Boy, by William Morris Hunt.\n"}, {"title": "Emancipation", "cpdate": "c1863.", "creator": "Soule, John P.", "notes": "Title from item.", "summary": "Photograph shows a woman (Columbia) holding a document (the Declaration of Emancipation?) standing between two kneeling slaves. The slave to her left, a man, holds a U.S. flag; the slave to her right, a woman, is draped in the U.S. flag.\n"}, {"title": "Full-length portrait of an African American sailor, facing front", "cpdate": "between 1861 and 1865", "creator": "Ball & Thomas", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "African American man and child, full-length portrait, facing front", "cpdate": "between 1860 and 1870", "creator": "Bundy & Williams", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Occupational portrait of an African American brick layer", "cpdate": "between 1860 and 1870", "creator": "Platt, A. C. (Alvord C.), 1828-1884", "notes": "Title devised by Library staff.", "summary": "Photograph shows the man with tools, facing front.\n"}, {"title": "Young America", "cpdate": "c1862.", "creator": "Anthony, Edward", "notes": "Title from item.", "summary": "Photograph shows a vignetted portrait of a crying toddler.\n"}, {"title": "Young Africa; or, the bone of contention", "cpdate": "c1862.", "creator": "Anthony, Edward", "notes": "Title from item.", "summary": "Photograph shows a vignetted bust portrait of an African American toddler.\n"}, {"title": "Portrait of Josiah Henson sitting next to an unidentified Caucasian man, both facing slightly left", "cpdate": "ca. 1876?", "creator": "Bradshaw  & Godart", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Rev. Josiah Henson, better known as Mrs. H. Beecher Stowe's \"Uncle Tom\",", "cpdate": "ca. 1876?", "creator": "Bradshaw & Godart", "notes": "Title from item.", "summary": "Photograph shows a half-length portrait of Josiah Henson, facing slightly left.\n"}, {"title": "The Banjo", "cpdate": "c1865.", "creator": "Philadelphia Photographic Company", "notes": "Title from item.", "summary": "Photograph shows an African American child playing the banjo.\n"}, {"title": "The Colored Volunteer", "cpdate": "c1863.", "creator": "Nast, Thomas, 1840-1902", "notes": "Title from item.", "summary": "Photograph shows a carticature drawing of an African American boy marching with a broomstick under his arm.\n"}, {"title": "James Henry Lane (1814-1866), politician and leader of the Free State Party of Kansas, full-length portrait, with gun", "cpdate": "between 1860 and 1866", "creator": "Brady's National Photographic Portrait Galleries", "notes": "Title devised by Library staff based on inscription on back of mount.", "summary": ""}, {"title": "African American woman, half-length portrait, seated, holding a basket", "cpdate": "between 1861 and 1865", "creator": "", "notes": "", "summary": ""}, {"title": "Full-length portrait of an African American boy standing beside a chair", "cpdate": "between 1861 and 1870", "creator": "", "notes": "Purchase; William A. Gladstone; 1995; (DLC/PP-1995:113.74)", "summary": ""}, {"title": "Group portrait of three African Americans, two men and one woman", "cpdate": "between 1861 and 1870", "creator": "", "notes": "Purchase; William A. Gladstone; 1995; (DLC/PP-1995:113.78)", "summary": ""}, {"title": "Two children with an African American woman", "cpdate": "between 1861 and 1870", "creator": "", "notes": "Purchase; William A. Gladstone; 1995; (DLC/PP-1995:113.91)", "summary": ""}, {"title": "Half-length portrait of an African American woman wearing a hat and holding parasol", "cpdate": "between 1861 and 1870", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Robert & Tommy Bagby, 5 [&] 8 years, March 4th 1868, Richmond, Va.", "cpdate": "1868 March 4th.", "creator": "", "notes": "Purchase; William A. Gladstone; 1995; (DLC/PP-1995:113.165)", "summary": "Photograph shows a half-length portrait of two African American boys, identified as Robert and Tommy Bagby.\n"}, {"title": "Post war soldier wearing white cross belt, oval US buckle, double breasted coat, epaulets, shako red, white and blue pompom, holding 45-70 rifle with fixed bayonet, wearing gloves, painted backdrop", "cpdate": "between 1865 and 1870", "creator": "", "notes": "Blue and red color applied to pompom on hat.", "summary": "Photograph shows an African American in military uniform, standing, full-length, before a studio backdrop.\n"}, {"title": "Seated black man wearing four button sack, laborer, ring", "cpdate": "between 1861 and 1865", "creator": "", "notes": "Purchase; William A. Gladstone; 1995; (DLC/PP-1995:113.227)", "summary": ""}, {"title": "Full standing black soldier, rifle with fixed bayonet", "cpdate": "between 1861 and 1865", "creator": "", "notes": "", "summary": "Photograph shows a full-length portrait of African American soldier standing in front of a studio backdrop.\n"}, {"title": "Black soldier, Indian war period, Infantry, Co. D with shoulder knots, holding noncom sword, wearing aiguelette, crossed rifles with \"D\" on kepi, white gloves plus 3 service stripes (i.e. 15 years service)", "cpdate": "between 1866 and 1890", "creator": "", "notes": "Purchase; William A. Gladstone; 1995; (DLC/PP-1995:113.332)", "summary": ""}, {"title": "Group shot, officers of the 54th Mass. Colored", "cpdate": "1863.", "creator": "", "notes": "Purchase; William A. Gladstone; 1995; (DLC/PP-1995:113.334)", "summary": "Photograph shows a full-length portrait of three officers of the 54th Massachusetts Infantry Regiment. Sitters have been identified as Second Lieutenant Ezekiel Gaulbert Tomlinson, Captain Luis F. Emilio (center), and Second Lieutenant Daniel G. Spear (National Archives records).\n"}, {"title": "Wedding portrait of a World War II Corporal with his new bride, flowers in the foreground", "cpdate": "1945.", "creator": "Kremer, H.", "notes": "Title devised from library staff.", "summary": "Photograph shows an inter-racial couple on their wedding day. Soldier has a 3rd Army badge on his coat sleeve.\n"}, {"title": "Soldiers marching down street carrying Springfield rifles", "cpdate": "ca. 1903?", "creator": "", "notes": "", "summary": ""}, {"title": "World War I soldier with American flag in background", "cpdate": "between 1914 and 1918", "creator": "", "notes": "Title from Gladstone collection checklist.", "summary": "Photograph shows a full-length portrait of an African American soldier in uniform.\n"}, {"title": "World War I Infantry soldiers, standing in front of photographers backdrop", "cpdate": "between 1914 and 1918", "creator": "", "notes": "Title from Gladstone collection checklist.", "summary": ""}, {"title": "African American slave families owned by Mrs. Barnwell", "cpdate": "between 1860 and 1865", "creator": "", "notes": "Title devised by Library staff.", "summary": "Photograph shows a group portrait of African American adults and children posed under a large tree.\n"}, {"title": "Group portrait of naval personnel including an African American hospital steward", "cpdate": "ca. 1900", "creator": "", "notes": "Title derived from Gladstone collection checklist.", "summary": ""}, {"title": "Colored army teamsters, Cobb Hill, Virginia", "cpdate": "photographed 1864, printed ca. 1890?", "creator": "", "notes": "Title from item.", "summary": "Photograph shows seven African American men, contrabands dressed in old Union uniforms, standing in front of a wagon and old barracks, Bermuda Hundred, Va.\n"}, {"title": "Integrated guard mount, Ft. Niobrara, Nebraska, composed of 8th regiment and 9th cavalry regiment, same formation with other troops, band on parade", "cpdate": "between 1880 and 1890", "creator": "", "notes": "Title from Gladstone collection checklist.", "summary": "Photograph shows soldiers drilling, Fort Niobrara, Nebraska.\n"}, {"title": "803rd Pioneer Infantry Battalion on the U.S.S. Philippine (troop ship), from Brest harbor, France, July 18, 1919]. no. 2, Landing troops aboard U.S.S. Philippine from lighter in Brest Harbor", "cpdate": "1919", "creator": "", "notes": "Set title from Gladstone collection checklist. Caption from item.", "summary": "Photograph shows soldiers boarding the U.S.S. Philippine at Brest, France on July 18, 1919 for voyage back to the United States.\n"}, {"title": "803rd Pioneer Infantry Battalion on the U.S.S. Philippine (troop ship) from Brest harbor, France, July 18, 1919]. no. 3, 803rd P. Inf. Band", "cpdate": "1919", "creator": "", "notes": "Set title from Gladstone collection checklist. Caption from item.", "summary": "Photograph shows soldiers gathered around the 803rd Infantry band on the deck of the U.S.S Philippine, during voyage back to the United States from Brest, France, 1919.\n"}, {"title": "803rd Pioneer Infantry Battalion on the U.S.S. Philippine (troop ship), from Brest harbor, France, July 18, 1919]. no. 14, Bugler's blues", "cpdate": "1919", "creator": "", "notes": "Set title from Gladstone collection checklist. Caption from item.", "summary": "Photograph shows soldiers gathered around the band, on the U.S.S Philippine, during return voyage to the United States, from Brest, France, 1919.\n"}, {"title": "803rd Pioneer Infantry Battalion on the U.S.S. Philippine (troop ship) from Brest harbor, France, July 18, 1919]. no. 27, Waiting to sight land (only 10 days more)", "cpdate": "1919", "creator": "", "notes": "Set title from Gladstone collection checklist. Caption from item.", "summary": "Photograph shows soldiers gathered on the deck of the U.S.S Philippine during voyage back to the United States from Brest, France, 1919.\n"}, {"title": "803rd Pioneer Infantry Battalion on the U.S.S. Philippine (troop ship) from Brest harbor, France, July 18, 1919]. no. 29", "cpdate": "1919", "creator": "", "notes": "Set title from Gladstone collection checklist. Caption devised by Library staff.", "summary": "Photograph shows soldiers sitting near cargo crates on the deck of the U.S.S. Philippine, during tranport back to the United States, 1919.\n"}, {"title": "803rd Pioneer Infantry Battalion on the U.S.S. Philippine (troop ship) from Brest harbor, France, July 18, 1919]. no. 32", "cpdate": "1919", "creator": "", "notes": "Set title from Gladstone collection checklist.", "summary": "Photograph shows soldiers on the U.S.S. Philippine, standing near lifeboats awaiting transport back to the United States, July 18, 1919.\n"}, {"title": "803rd Pioneer Infantry on the U.S.S. Philippine (troop ship), from Brest harbor, France, July 18, 1919]. no. 34", "cpdate": "1919", "creator": "", "notes": "Set title from Gladstone collection checklist.", "summary": "Photograph shows soldiers on deck of ship with gang plank extending from dock to ship, before transport back to the United States, 1919.\n"}, {"title": "803rd Pioneer Infantry Battalion on the U.S.S. Philippine (troop ship) from Brest harbor, France, July 18, 1919]. no. 2[...], Sun bath, U.S.S. Philippine", "cpdate": "1919", "creator": "", "notes": "Set title from Gladstone collection checklist. Caption from item.", "summary": "Photograph shows soldiers lounging on the deck of the U.S.S. Philippine during voyage back to the United States, 1919.\n"}, {"title": "803rd Pioneer Infantry Battalion on the U.S.S. Philippine (troop ship) from Brest harbor, France, July 18, 1919]. U.S.S. Philippine", "cpdate": "1919", "creator": "", "notes": "Set title from Gladstone collection checklist. Caption from item.", "summary": "Photograph shows the U.S.S. Philippine at Brest harbor, France, awaiting transport of troops back to the United States 1919.\n"}, {"title": "803rd Pioneer Infantry Battalion on the U.S.S. Philippine (troop ship) from Brest harbor, France, July 18, 1919]. no. 29", "cpdate": "1919", "creator": "", "notes": "Set title from Gladstone collection checklist. Caption devised by Library staff.", "summary": "Photograph shows African American soldiers lounging on the deck of the U.S.S. Philippine on their return to the United States from Brest, France, 1919.\n"}, {"title": "803rd Pioneer Infantry Battalion on the U.S.S. Philippine (troop ship), from Brest harbor, France, July 18, 1919] no. 15, Part of 4000 troops on U.S.S. Philippine", "cpdate": "1919", "creator": "", "notes": "Set title from Gladstone collection checklist. Caption from item.", "summary": "Photograph shows soldiers and military band on the deck of the U.S.S. Philippine during their return trip to the United States from Brest, France, 1919.\n"}, {"title": "803rd Pioneer Infantry Battalion on the U.S.S. Philippine (troop ship) from Brest harbor, France, July 18, 1919", "cpdate": "1919", "creator": "", "notes": "Set title from Gladstone collection checklist.", "summary": "Photograph shows ships at sea, presumably taken aboard the U.S.S. Philippine, as World War I troops were returning to the United States, 1919.\n"}, {"title": "803rd Pioneer Infantry Battalion on the U.S.S. Philippine (troop ship) from Brest Harbor, France, July 18, 1919] no. 30, U.S.S. Philippine", "cpdate": "1919", "creator": "", "notes": "Set title from Gladstone collection checklist; caption from item.", "summary": "Photograph shows the U.S.S. Philippine docked at harbor, Brest, France, 1919.\n"}, {"title": "803rd Pioneer Infantry Battalion on the U.S.S. Philippine (troop ship) from Brest harbor, France, July 18, 1919]. U.S.S. Philippine", "cpdate": "1919", "creator": "", "notes": "Set title from Gladstone collection checklist. Caption from item.", "summary": "Photograph shows the U.S.S. Philippine docked at habor, Brest, France, on July 18, 1919.\n"}, {"title": "803rd Pioneer Infantry Battalion on the U.S.S. Philippine (troop ship) from Brest harbor, France, July 18, 1919]. no. 4, U.S.S. Imperator (one of the largest ships afloat) taken from the U.S.S. Philippine at Brest", "cpdate": "1919", "creator": "", "notes": "Set title from Gladstone collection checklist. Caption from item.", "summary": "Photograph shows a view of the U.S.S. Imperator at Brest, France. Image was taken from the deck of the U.S.S. Philippine during troop relocations back to the United States.\n"}, {"title": "Signal Station, Hilton Head, South Carolina, 1863", "cpdate": "1863?", "creator": "Moore, Henry P., 1833-1911", "notes": "Title from item.", "summary": "Photograph shows the Signal Station in Hilton Head, South Carolina with soldiers stationed on top of its tower.\n"}, {"title": "African American soldiers in formation at Camp Meade, Pennsylvania", "cpdate": "1899 May.", "creator": "Pattison, J. M.", "notes": "Title from Gladstone collection checklist.", "summary": ""}, {"title": "Cooks galley , Co. F, 3D N. H. V., Hilton Head, S. C.", "cpdate": "1862 or 1863", "creator": "Moore, Henry P., 1833-1911", "notes": "Title from item.", "summary": "Photograph shows Company F soldiers at the Camp of the 3rd New Hampshire Volunteers posing at the cook's galley, including a young African American boy.\n"}, {"title": "Yanks join singfest", "cpdate": "19]44.", "creator": "", "notes": "Title from photo caption which also identifies those in the picture.", "summary": "Photograph shows American servicemen and British ENSA members (one man and three women) gathered around a piano, played by Horatio Davies, at a military hospital in West England.\n"}, {"title": "114th Regimental Reunion, May 30, 1897, Norwich, N. Y.", "cpdate": "1897.", "creator": "", "notes": "Title from item.", "summary": "Photograph shows a group portrait of the 114th Regimental reunion. Cannon, cannonballs, and drums are in foreground. An African American veteran holds the American flag.\n"}, {"title": "Company I, 24th Infantry regiment officers", "cpdate": "ca.1900", "creator": "", "notes": "Title from Gladstone collection checklist.", "summary": "Photograph shows a group portrait of soldiers from the Company I, 24th Infantry regiment in uniform.\n"}, {"title": "Fannie Virginia Casseopia Lawrence, a redeemed slave child, five years of age as she appeared when found in slavery. Redeemed in Virginia by Catharine [i.e., Catherine] S. Lawrence; baptized in Brooklyn, at Plymouth Church by Henry Ward Beecher, May 1863", "cpdate": "c1863.", "creator": "Kellogg Brothers", "notes": "Title from item.", "summary": "Photograph shows full-length portraits of Fannie Lawrence, two other children, and Catherine S. Lawrence.\n"}, {"title": "Fannie Virginia Casseopia Lawrence, a redeemed slave child, five years of age as she appeared when found in slavery. Redeemed in Virginia by Catharine [i.e., Catherine] S. Lawrence; baptized in Brooklyn, at Plymouth Church by Henry Ward Beecher, May 1863", "cpdate": "c1863.", "creator": "Kellogg Brothers", "notes": "Title from item.", "summary": "Photograph shows full-length portraits of Fannie Lawrence and an African American woman looking at Catherine Lawrence.\n"}, {"title": "Drayton's negro quarters, Hilton Head, S.C.", "cpdate": "1862", "creator": "Moore, Henry P., 1833-1911", "notes": "Title from item.", "summary": "Photograph shows soldiers and slaves in front of the slave quarters on Drayton's plantation.\n"}, {"title": "Nursery at Elliot's Plantation, Hilton Head, S.C.", "cpdate": "1862", "creator": "Moore, Henry P., 1833-1911", "notes": "Title from item.", "summary": "Photograph shows slaves sitting in from of a building described at the \"nursery\".\n"}, {"title": "Live oak and palmetto tree, Elliot's Hilton Head, S.C.", "cpdate": "1862", "creator": "Moore, Henry P., 1833-1911", "notes": "Title is inscribed in ink on the front of the mount.", "summary": "Photograph shows two trees and a few men near a cabin or slave quarters, Elliot Plantation.\n"}, {"title": "Quarters of Emmons & Handerson, Hilton Head, S.C.", "cpdate": "1862", "creator": "Moore, Henry P., 1833-1911", "notes": "Title inscribed in ink on the bottom of the mount.", "summary": "Photograph shows officers George W. Emmons and Henry C. Handerson, sitting in front of a tent at the camp of the 3rd New Hampshire Infantry.\n"}, {"title": "Secesh Gun, Fort Welles [i.e., Wells], Hilton Head, S.C.", "cpdate": "1862", "creator": "Moore, Henry P., 1833-1911", "notes": "Title is inscribed in ink on the bottom of the mount.", "summary": "Photograph shows a cannon at Fort Wells, two Union soldiers appear to the left and right of the gun.\n"}, {"title": "Seabrook's negro quarters", "cpdate": "1862", "creator": "Moore, Henry P., 1833-1911", "notes": "Title inscribed in ink on the front of the mount.", "summary": "Photograph shows an aerial view of the slave quarters at Seabrook's Plantation.\n"}, {"title": "Seabrook's from the wharf", "cpdate": "1862", "creator": "Moore, Henry P., 1833-1911", "notes": "Title inscribed in ink on the front of the mount.", "summary": "Photograph shows John E. Seabrook's house as seen from the docks. Includes a few soldiers in a row boat. Image shows cotton drying on the lawn to the left and right of the house.\n"}, {"title": "Seabrook's fish pond", "cpdate": "1862", "creator": "Moore, Henry P., 1833-1911", "notes": "Title inscribed in ink on the front of the mount.", "summary": "Photograph shows two Union soldiers and one African American man in a row boat on a pond with bridges and the Seabrook house in the distant background.\n"}, {"title": "Century plant 85 years old, Seabrook's Plantation", "cpdate": "1862", "creator": "Moore, Henry P., 1833-1911", "notes": "Title from item.", "summary": "Photograph shows two slaves working near a Century (Agave) plant near the waterfront, Seabrook's Plantation, with soldiers sitting on the dock in the background.\n"}, {"title": "Seabrook's flower garden", "cpdate": "1862", "creator": "Moore, Henry P., 1833-1911", "notes": "Title inscribed in ink on front of the mount.", "summary": "Photograph shows an aerial view of Union soldiers and slaves in the Seabrook plantation garden.\n"}, {"title": "Mansion of John E. Seabrook, Edisto Island, S.C.", "cpdate": "1862", "creator": "Moore, Henry P., 1833-1911", "notes": "Title inscribed in ink on the front of the mount.", "summary": "Photograph shows two men, probably soldiers, posed in front of the Seabrook house with a third man off to the side in the garden.\n"}, {"title": "Head Quarters of 1st Mass Cavalry, Edisto Island, S.C.", "cpdate": "1862", "creator": "Moore, Henry P., 1833-1911", "notes": "Title inscribed in ink on front of the mount.", "summary": "Photograph shows Union soldiers posed in front of house. Some soldiers are seated in the windows.\n"}, {"title": "Gwine to de field, Hopkinson's Plantation, Edisto Island, S.C.", "cpdate": "1862", "creator": "Moore, Henry P., 1833-1911", "notes": "Title inscribed in ink on front of the mount.", "summary": "Photograph shows slaves on the Hopkinson plantation, with two boys in a cart pulled by a donkey.\n"}, {"title": "Sweet potato planting, Hopkinson's Plantation", "cpdate": "1862 April 8", "creator": "Moore, Henry P., 1833-1911", "notes": "Title inscribed in ink on front of the mount.", "summary": "Photograph shows slaves working in the sweet potato fields on the Hopkinson plantation.\n"}, {"title": "Mansion of James Hopkinson, Edisto Island, S.C.", "cpdate": "1862", "creator": "Moore, Henry P., 1833-1911", "notes": "Title inscribed in ink on front of mount.", "summary": "Photograph shows slaves standing in fenced yard and a side view of the Hopkinson house.\n"}, {"title": "Pivot guns crew, U.S. Steamer Pocahontas", "cpdate": "1862", "creator": "Moore, Henry P., 1833-1911", "notes": "Title inscribed in ink on the front of the mount.", "summary": "Photograph shows sailors posed on the ship near the pivot gun.\n"}, {"title": "Incidents of the war, group at Secret Service Department Headquarters, Army of the Potomac, Antietam, October 1862", "cpdate": "photographed 1862, printed ca. 1912?", "creator": "", "notes": "Title from text printed on the front of the mat.", "summary": "Photograph shows fourteen men, including Allan and William Pinkerton, and several Union Army officers posed in front of a tent.\n"}, {"title": "Company K, 4th Regiment, Connecticut National Guard", "cpdate": "between 1860 and 1870", "creator": "Stone, Fred. A.", "notes": "Title devired from Gladstone's collection checklist.", "summary": "Photograph shows group of men posed in front of of tents. Men are in uniform, some are holding instruments. Includes one African American steward in uniform with company insignia. Men in front hold the letter K.\n"}, {"title": "Southern menagerie, stirring him up", "cpdate": "between 1861 and 1865", "creator": "", "notes": "Title from item.", "summary": "Picture shows Jefferson Davis labeled \"Southern Lion, J.D.\" in a cage on wheels labeled \"Southern Menagerie\" with an African American poking him with a stick.\n"}, {"title": "Return envelope of the Bureau of the American Freedmen's Aid Union, No. 130 Nassau-Street, New York", "cpdate": "1865?", "creator": "", "notes": "Title devised by Library staff.", "summary": ""}, {"title": "Black republican", "cpdate": "between 1861 and 1865", "creator": "", "notes": "Title from item.", "summary": "Picture shows an African American man wearing dress clothes, holding his hat and gloves in his hands.\n"}, {"title": "\"Jewels\" found at Alexandria, by the Federal Army; consisting of chains, bracelets, and anklets. Supposed to have belonged to the \"First Families\" of Virginia", "cpdate": "between 1861 and 1865", "creator": "Upham, Samuel C. (Samuel Curtis), 1819-1885", "notes": "Title from item.", "summary": "Picture shows shackles, leg irons and handcuffs.\n"}, {"title": "4th Division, 9th Army Corps flag in green", "cpdate": "c1864.", "creator": "Magee, John L.", "notes": "Title devised by Library staff.", "summary": "Picture shows a flag of the 4th Division, 9th Army Corps.\n"}, {"title": "Elmira rendezvous, long may it wave", "cpdate": "1864 or 1865", "creator": "", "notes": "Title from item.", "summary": "Picture shows the American flag above the text \"Long may it Wave\".\n"}, {"title": "Wanted a $15.000.000 loan for the C.S.A.", "cpdate": "between 1861 and 1865", "creator": "", "notes": "Title from item.", "summary": "Picture shows an African American boy looking at a sign that reads \"Wanted a $15.000.000 loan for the C.S.A.\"\n"}, {"title": "Secession", "cpdate": "between 1861 and 1865", "creator": "", "notes": "Title from item.", "summary": "Picture shows an African American boy and mother with a bundle running.\n"}, {"title": "I'se just \"seceshed\" from Ole Massa, Yah, Yah, Yah!", "cpdate": "between 1861 and 1865", "creator": "", "notes": "Title from item.", "summary": "Picture shows a caricature of an African American man dancing and holding a cigarette or cigar.\n"}, {"title": "A Southern Gorilla, (Guerilla)", "cpdate": "between 1861 and 1865].", "creator": "", "notes": "Title from item.", "summary": "Picture shows an animal dressed in a military uniform with a gun and other equipment. Includes eight lines of text.\n"}, {"title": "Stamped envelope addressed to Lieut Edwin T. Carrington", "cpdate": "between 1861 and 1865", "creator": "", "notes": "Title devised by Library staff.", "summary": "Envelope addressed to \"Lieut. Edwin T. Carrington, 45 Regt. USCT, 2nd Brigade, 3rd Division, 10th Army Corps, Old Point Comfort, Virginia.\" Postmark is stamped \"Colebrook, CT, Nov 21.\" Strikes are drawn through a three-cent US postage stamp.\n"}, {"title": "Stamped envelope addressed to Capt. M. Patterson", "cpdate": "between 1861 and 1865", "creator": "", "notes": "Title devised by Library staff.", "summary": "Envelope is addressed as \"Capt. M. Patterson, 19th Reg. USCT, 3rd Brigade, 1st Division, 25th Army Corps, Brownsville, Texas.\" Strikes are drawn through a three-cent US postage stamp.\n"}, {"title": "Contraband, Fortress Monroe", "cpdate": "1861", "creator": "", "notes": "Devised title from Gladstone collection checklist.", "summary": "Print shows a slave at the Union fort taunting his plantation master. The planter (left) waves his whip and cries, \"Come back you black rascal.\" The slave replies, \"Can't come back nohow massa Dis chile's contraban.\" Other slaves are seen leaving the fields and heading toward the fort. On May 27, 1861, Benjamin Butler, commander of the Union army in Virginia and North Carolina, decreed that slaves who fled to Union lines were legitimate \"contraband of war,\" and were not subject to return to their Confederate owners. The declaration precipitated scores of escapes to Union lines around Fortress Monroe, Butler's headquarters in Virginia.\n"}, {"title": "African American man, member of the Grand United Order of Odd Fellows, wearing fraternal order collar and apron", "cpdate": "between 1890 and 1900", "creator": "Golsh, A. C.", "notes": "Title devised by Library staff.", "summary": "Photograph shows a full length portrait of an African American man, member of the Grand United Order of Odd Fellows, wearing a fraternal order collar and apron. His collar is embroidered with a three links symbol on the left and stars on each side, he  holds a sword in his left hand.\n"}, {"title": "Alagazam, cake walk, march & two step by Abe Holzmann", "cpdate": "c1902", "creator": "Holzmann, Abe, 1874-1939", "notes": "Title from item.", "summary": "Picture shows African American troops marching with rifles. Used as an illustrated sheet music cover for songs written by Abe Holzmann.\n"}, {"title": "Jefferson Davis", "cpdate": "between 1857 and 1860", "creator": "Pendleton, William S.", "notes": "Title from item.", "summary": "Photograph shows a full length portrait of Jefferson Davis, holding his hat in hand. Verso image shows the slave quarters on his plantation.\n"}, {"title": "Unidentified Union soldier in frock coat, private, kepi, 3rd-5th buttons open on coat", "cpdate": "between 1863 and 1865", "creator": "", "notes": "Title from Gladstone collection checklist.", "summary": ""}, {"title": "Freedom for all--6th United States Colored Troops", "cpdate": "between 1863 and 1865", "creator": "", "notes": "", "summary": ""}, {"title": "Wounded colored soldiers at Aikens Landing", "cpdate": "photographed between 1862 and 1865, printed later", "creator": "E. & H.T. Anthony (Firm)", "notes": "On front: Photographic history The War for the Union.", "summary": ""}, {"title": "Camp Brightwood, D.C.--Contrabands in 2nd R.I. Camp", "cpdate": "between 1861 and 1865", "creator": "", "notes": "Title transcribed from item.", "summary": "Capt. B.S. Brown (left); Lt. John P. Shaw, Co. F 2nd Regt. Rhode Island Volunteer Infantry (center); and Lt. Fry (right) with African American men and boy.\n"}, {"title": "Charles Batties", "cpdate": "between 1860 and 1890", "creator": "", "notes": "Title from inscription below photograph.", "summary": "Photograph shows an African American man, Charles Batties(?), full-length portrait standing, facing front, wearing sailor uniform.\n"}, {"title": "Watch meeting, Dec. 31, 1862--Waiting for the hour", "cpdate": "c1863.", "creator": "Heard & Moseley", "notes": "Photograph of a painting(?).", "summary": "African American men, women, and children gathered around a man with a watch, waiting for the Emancipation Proclamation.\n"}, {"title": "Buffalo soldiers of the 25th Infantry, some wearing buffalo robes, Ft. Keogh, Montana", "cpdate": "18]90.", "creator": "", "notes": "\"#5. Some of the coons that are in camp at Keogh taken Sunday morning, Dec. 14th '90\" handwritten inscription in red ink on back.", "summary": ""}, {"title": "Camp Lincoln", "cpdate": "1897.", "creator": "", "notes": "Title from item.", "summary": "African American man, full-length portrait, standing in front of tent, facing front, wearing military uniform, holding rifle.\n"}, {"title": "803rd Pioneer Infantry Battalion on the U.S.S. Philippine from Brest harbor, France, July 18, 1919]. no. 16, 803rd Pioneer Infantry band", "cpdate": "1919.", "creator": "", "notes": "Set title from Gladstone collection checklist. Caption from item.", "summary": "Photograph shows African American band members on the U.S.S. Philippine, during voyage to the United States from Brest, France, 1919.\n"}, {"title": "Sojourner Truth", "cpdate": "c1864.", "creator": "", "notes": "Title from item.", "summary": "Photograph shows Sojourner Truth in a three-quarter-length portrait. She is sitting at table with knitting and a book.\n"}, {"title": "Sojourner Truth", "cpdate": "c1864.", "creator": "", "notes": "Title from item.", "summary": "Photograph shows Sojourner Truth, head-and-shoulders portrait, facing slightly left.\n"}, {"title": "24th Infantry Leaving Salt Lake City, Utah for Chattanooga, Tennessee, April 24th, 1898", "cpdate": "1898 April 24.", "creator": "", "notes": "Title from verso.", "summary": "African American soldiers marching down main street, while pedestrians look on.\n"}]